Repository: mehdiraized/thumbnail-remover
Catalog: languages/thumbnail-remover-*.po
Languages: fa_ir

source: Thumbnail Manager
fa_ir: مدیریت تصاویر بند انگشتی

source: Manage Thumbnail Sizes
fa_ir: مدیریت اندازه‌های تصاویر بند انگشتی

source: Select Thumbnail Sizes to Disable:
fa_ir: انتخاب اندازه‌های تصاویر بند انگشتی برای غیرفعال کردن:

source: Note:
fa_ir: توجه:

source: Disabling sizes here will prevent WordPress from generating these thumbnail sizes for future uploads. It will not affect existing thumbnails.
fa_ir: غیرفعال کردن اندازه‌ها در اینجا از ایجاد این اندازه‌های تصاویر بند انگشتی برای آپلودهای آینده جلوگیری می‌کند. این کار بر روی تصاویر بند انگشتی موجود تأثیری ندارد.

source: Save Changes
fa_ir: ذخیره تغییرات

source: Remove Existing Thumbnails
fa_ir: حذف تصاویر بند انگشتی موجود

source: Select Thumbnail Sizes to Remove:
fa_ir: انتخاب اندازه‌های تصاویر بند انگشتی برای حذف:

source: Select All
fa_ir: انتخاب همه

source: image
fa_ir: تصویر

source: Select Folders to Process:
fa_ir: انتخاب پوشه‌ها برای پردازش:

source: Warning:
fa_ir: هشدار:

source: This action cannot be undone. Please backup your files before proceeding.
fa_ir: این عمل قابل بازگشت نیست. لطفاً قبل از ادامه، از فایل‌های خود پشتیبان تهیه کنید.

source: Remove Selected Thumbnails
fa_ir: حذف تصاویر بند انگشتی انتخاب شده

source: Image sizes have been updated. The selected sizes will not be generated for future uploads.
fa_ir: اندازه‌های تصویر به‌روزرسانی شده‌اند. اندازه‌های انتخاب شده برای آپلودهای آینده ایجاد نخواهند شد.

source: Support Us
fa_ir: حمایت کنید

source: Thank you for using thumbnail-remover! This plugin is a labor of love, designed to help you streamline your WordPress experience by removing unwanted thumbnails. If you find it useful, please consider supporting its development.
fa_ir: از استفاده شما از thumbnail-remover متشکریم! این افزونه با عشق طراحی شده است تا به شما کمک کند تجربه وردپرس خود را با حذف تصاویر کوچک ناخواسته ساده کنید. اگر آن را مفید می‌دانید، لطفاً در توسعه آن حمایت کنید.

source: Your support helps cover the costs of maintaining and improving the plugin, ensuring it remains free and accessible for everyone. Every little bit helps and is greatly appreciated!
fa_ir: حمایت شما به پوشش هزینه‌های نگهداری و بهبود افزونه کمک می‌کند، و اطمینان می‌دهد که برای همه رایگان و قابل دسترس باقی بماند. هر کمکی ارزشمند است و بسیار قدردانی می‌شود!

source: Thank you for your generosity and support!
fa_ir: از سخاوت و حمایت شما متشکریم!

source: Successfully removed %d thumbnails, freeing up %s of space.
fa_ir: با موفقیت %d تصویر بندانگشتی حذف شد و %s فضا آزاد شد.

source: No folders found.
fa_ir: فولدری که دارای تصویر بندانگشتی باشد یافت نشد.

source: No thumbnail sizes found.
fa_ir: سایزی که دارای بندانگشتی باشد یافت نشد.
